<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<div id="main-content-body">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>Hj&aelig;lp til MX Master</title>
<link href="..\style-help-body.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div class="container">
  <div class="content"> 
    <h1>Bev&aelig;gelser
    </h1>
    <p dir="ltr">Bev&aelig;gelser giver dig en intuitiv og nem m&aring;de at interagere med operativsystemet og programmer p&aring;.</p>
    <p dir="ltr">Bev&aelig;gelser g&oslash;r det muligt at zoome ind i dokumenter, gennemse websider, rotere billeder og meget mere.</p>
    <p> I Logitech Options finder du forskellige bev&aelig;gelser, du kan udf&oslash;re med MX Master-musen. </p>
    <h2>S&aring;dan aktiveres bev&aelig;gelses-pakker
    </h2>
    <p dir="ltr">&Aring;bn Mus-fanen, og klik p&aring; den fremh&aelig;vede bev&aelig;gelsesknap.</p>
    <p>N&aring;r du trykker p&aring; bev&aelig;gelsesknappen i listen over handlingsknapper, ser du bev&aelig;gelsespakkerne til h&oslash;jre samt en visuel vejledning til den valgte pakke.    </p>
    <p dir="ltr"><img src="gesture-sets.gif" width="726" height="330" alt="bev&aelig;gelsespakker"  /></p>
    <p dir="ltr">Den valgte pakke forbliver aktiv indtil du v&aelig;lger en anden pakke.</p>
    <p dir="ltr"><strong>Bem&aelig;rk: </strong>Bev&aelig;gelser kan kun v&aelig;lges, hvis bev&aelig;gelsen er tilknyttet et element. (Bev&aelig;gelsesknappen kan ogs&aring; tilknyttes tommelfingerknappen, den midterste knap og tilstandsskifteknappen.)</p>
    <br />
  <h2 dir="ltr">S&aring;dan udf&oslash;res bev&aelig;gelser</h2>
    <p dir="ltr">Du udf&oslash;rer en bev&aelig;gelse ved at holde bev&aelig;gelsesknappen nede mens du bev&aelig;ger musen mod h&oslash;jre eller venstre eller nedad eller opad.</p>
    <p dir="ltr">N&aring;r der klikkes p&aring; bev&aelig;gelsesknappen, udf&oslash;res en handling med relation til de aktive bev&aelig;gelser.<br />
    </p>
    <p><img src="../Images/gestures-action.jpg" width="500" height="498" alt="handlinger"  /></p>
    <p dir="ltr"><br />
</p><p></p>
    <p dir="ltr"><br />
    </p>
    <h3>Du kan finde flere oplysninger i <a href="http://www.logitech.com/manual/MXMaster ">fordybelsesguiden til MX Master</a>.</h3><br />
    <p>&nbsp;</p>
  <!-- end .content --></div>
  <!-- end .container --></div>
</body></html>
