<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<div id="main-content-body">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>Ayuda de MX Master</title>
<link href="..\style-help-body.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div class="container">
  <div class="content"> 
    <h1>Gestos
    </h1>
    <p dir="ltr">La funci&oacute;n Gestos facilita la interacci&oacute;n intuitiva con el sistema operativo y las aplicaciones.</p>
    <p dir="ltr">Use gestos para ampliar documentos, navegar por p&aacute;ginas Web, girar im&aacute;genes, etc.</p>
    <p> Logitech Options da acceso a diversos gestos aplicables con el rat&oacute;n MX Master. </p>
    <h2>Activar conjuntos de gestos
    </h2>
    <p dir="ltr">Abra la ficha Rat&oacute;n y haga clic en el bot&oacute;n de gestos resaltado.</p>
    <p>Cuando el bot&oacute;n de gestos est&aacute; seleccionado en la lista de acciones de bot&oacute;n, el conjunto de gestos aparece a la derecha, junto con una ilustraci&oacute;n del conjunto seleccionado.    </p>
    <p dir="ltr"><img src="gesture-sets.gif" width="726" height="330" alt="conjuntos de gestos"  /></p>
    <p dir="ltr">Un conjunto seleccionado permanece activo hasta que se seleccione otro conjunto.</p>
    <p dir="ltr"><strong>Nota: </strong>no habr&aacute; gestos disponibles si no est&aacute; asignada la acci&oacute;n mediante gestos. Tambi&eacute;n puede asignar el bot&oacute;n de gestos al bot&oacute;n para el pulgar, el central o el de cambio de modo.</p>
    <br />
  <h2 dir="ltr">Realizar gestos</h2>
    <p dir="ltr">Para realizar un gesto, mantenga pulsado el bot&oacute;n de gestos mientras mueve el rat&oacute;n hacia la izquierda, la derecha, arriba o abajo.</p>
    <p dir="ltr">Al hacer clic en el bot&oacute;n de gestos, se realiza una acci&oacute;n relacionada con los gestos activos.<br />
    </p>
    <p><img src="../Images/gestures-action.jpg" width="500" height="498" alt="acciones"  /></p>
    <p dir="ltr"><br />
</p><p></p>
    <p dir="ltr"><br />
    </p>
    <h3>Para obtener m&aacute;s informaci&oacute;n, consulte la <a href="http://www.logitech.com/manual/MXMaster ">gu&iacute;a de inmersi&oacute;n de MX Master</a>.</h3><br />
    <p>&nbsp;</p>
  <!-- end .content --></div>
  <!-- end .container --></div>
</body></html>
