<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<div id="main-content-body">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>Ayuda de MX Master</title>
<link href="../style-help-body.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div class="container">
  <div class="content">
    <h1>Bot&oacute;n rueda de velocidad adaptable</h1>
    <p dir="ltr">Si se ha activado SmartShift&trade;, el bot&oacute;n rueda de velocidad adaptable cambia autom&aacute;ticamente entre dos modos de desplazamiento, en respuesta al tacto.</p>
    <ul>
      <li dir="ltr">        Modo clic a clic (giro gradual): ideal para navegaci&oacute;n precisa por elementos y listas.      </li>
      <li dir="ltr">        Modo superr&aacute;pido (giro libre): giro sin apenas fricci&oacute;n que permite recorrer a toda velocidad p&aacute;ginas Web y documentos grandes.</li>
    </ul>
    
    <div dir="ltr">
      <table>
        <colgroup>
          <col width="188" />
          <col width="24" />
          <col width="283" />
          <col width="25" />
        </colgroup>
        <tr>
          <td width="191"><h4 align="left">Girar para<br />
            cambiar a modo <br />
            superr&aacute;pido (giro libre)</h4>
            </p>
            <img src="../Images/smart-shift-freespin.png" width="172" height="203" alt="Giro libre"  /><br />
            </p></td>
          <td width="191"><h4 align="left">Detener y girar lentamente <br />
            para activar el modo <br />
            clic a clic (giro gradual)</h4>
            </p>
            <img src="../Images/smart-shift-ratchet.png" width="172" height="203" alt="Giro gradual"  /><br />
            </p></td>
        </tr>
      </table>
    </div>
    
    <h2>Activar SmartShift
    </h2><p>Seleccione <strong>Activado</strong> en el men&uacute; desplegable <strong>SmartShift </strong>de la ficha <strong>Se&ntilde;alar y desplazar</strong>. <br />
     <img src="pands-enable.png" width="268" height="160" alt="Activado"  /><br /></p>
    <p>Desactive SmartShift seleccionando <strong>Desactivado</strong> en el men&uacute; desplegable <strong>SmartShift</strong>.    </p>
    <p>Cuando la funci&oacute;n SmartShift est&eacute; desactivada, ni el giro ni la detenci&oacute;n del bot&oacute;n rueda tienen efecto en el modo de desplazamiento que est&eacute; activo.</p>
    <h2 dir="ltr">Cambiar de modo manualmente</h2>
    <p dir="ltr">Tanto si SmartShift se ha activado como si no, es posible usar otro modo pulsando el bot&oacute;n de cambio de modo. </p>
    <p dir="ltr">De forma predeterminada, el cambio de modo est&aacute; asignado al bot&oacute;n situado en la parte superior del rat&oacute;n. Compruebe las asignaciones de botones en la ficha <strong>Rat&oacute;n</strong>.</p>
    <p><img src="../Images/smart-shift-modebutton.jpg" width="247" height="433" alt="cambio de modo"  /><br />
    </p>
    <h2 dir="ltr">Configurar un modo de bot&oacute;n rueda fijo</h2>
    <p dir="ltr">Si prefiere usar un solo modo, puede fijar el bot&oacute;n rueda en el modo clic a clic (giro gradual) o en el modo superr&aacute;pido (giro libre). </p>
    <p dir="ltr">En la ficha <strong>Se&ntilde;alar y desplazar</strong>, seleccione <strong>Giro gradual</strong> o <strong>Giro libre</strong> en el men&uacute; desplegable <strong>Modo de bot&oacute;n rueda fijo</strong>.</p>
    <p dir="ltr"><img src="pands-ratchet.png" width="275" height="164" alt="giro gradual"  />	<br />
    </p><p></p>
    <h3 dir="ltr"><strong>&iexcl;IMPORTANTE!</strong></h3>
    <p dir="ltr">S&oacute;lo es posible fijar el modo de desplazamiento del bot&oacute;n rueda si se ha desactivado SmartShift <strong>y</strong> el modo de cambio no est&aacute; asignado a ning&uacute;n bot&oacute;n de MX Master.</p>
    <p dir="ltr"><strong>Para activar el modo de bot&oacute;n rueda fijo</strong></p>
    <ul>
      <li>        Seleccione <strong>Desactivado</strong> en el men&uacute; desplegable <strong>SmartShift</strong>.      </li>
      <li>        En la ficha <strong>Rat&oacute;n</strong>, haga clic en el bot&oacute;n de cambio de modo resaltado y seleccione una acci&oacute;n distinta de la de cambio de modo. </li>
      
    </ul>
    <h3>Para obtener m&aacute;s informaci&oacute;n, consulte la <a href="http://www.logitech.com/manual/MXMaster ">gu&iacute;a de inmersi&oacute;n de MX Master</a>.<br />
      
</h3>
    <p>&nbsp;</p>
    
  <!-- end .content --></div>
  <!-- end .container --></div>
</body></html>
