<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<div id="main-content-body">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>Guida di MX Master</title>
<link href="../style-help-body.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div class="container">
  <div class="content">
    <h1>Scroller a regolazione automatica della velocit&agrave;</h1>
    <p dir="ltr">Se SmartShift&trade; &egrave; attivato, lo scroller a regolazione automatica della velocit&agrave; passa automaticamente tra due modalit&agrave; di scorrimento, in risposta al tocco.</p>
    <ul>
      <li dir="ltr">        Modalit&agrave; di precisione (scorrimento a scatti): ideale per navigare con la massima precisione fra oggetti ed elenchi.      </li>
      <li dir="ltr">        Modalit&agrave; iperveloce (scorrimento libero): scorrimento senza attrito per spostarsi in un lampo in documenti di grandi dimensioni e pagine Web.</li>
    </ul>
    
    <div dir="ltr">
      <table>
        <colgroup>
          <col width="188" />
          <col width="24" />
          <col width="283" />
          <col width="25" />
        </colgroup>
        <tr>
          <td width="191"><h4 align="left">Ruotare velocemente lo scroller<br />
            per passare alla modalit&agrave; <br />
            iperveloce</h4>
            </p>
            <img src="../Images/smart-shift-freespin.png" width="172" height="203" alt="Scorrimento libero"  /><br />
            </p></td>
          <td width="191"><h4 align="left">Rallentare e ruotare lentamente <br />
            per attivare la modalit&agrave; di <br />
            precisione (a scatti)</h4>
            </p>
            <img src="../Images/smart-shift-ratchet.png" width="172" height="203" alt="Scorrimento a scatti"  /><br />
            </p></td>
        </tr>
      </table>
    </div>
    
    <h2>Attiva SmartShift
    </h2><p>Selezionare <strong>Abilitato</strong> dal menu a discesa <strong>SmartShift </strong> nella scheda <strong>Puntamento e scorrimento</strong>. <br />
     <img src="pands-enable.png" width="268" height="160" alt="Abilitato"  /><br /></p>
    <p>Disabilitare SmartShift selezionando <strong>Disattivato</strong> dal menu a discesa <strong>SmartShift</strong>.    </p>
    <p>Quando SmartShift &egrave; disabilitato, facendo scorrere velocemente o lentamente lo scroller non causa il cambio della modalit&agrave; di scorrimento attuale.</p>
    <h2 dir="ltr">Cambio manuale della modalit&agrave;</h2>
    <p dir="ltr">Con SmartShift abilitato o meno, &egrave; possibile cambiare modalit&agrave; premendo il pulsante del cambio di modalit&agrave;. </p>
    <p dir="ltr">Per impostazione predefinita il cambio di modalit&agrave; &egrave; assegnato al pulsante sopra il mouse. Controllare le assegnazioni correnti dei pulsanti nella scheda <strong>Mouse</strong>.</p>
    <p><img src="../Images/smart-shift-modebutton.jpg" width="247" height="433" alt="cambio modalit&agrave;"  /><br />
    </p>
    <h2 dir="ltr">Impostazione di una modalit&agrave; di scorrimento fissa</h2>
    <p dir="ltr">Se si preferisce utilizzare un&rsquo;unica modalit&agrave;, &egrave; possibile bloccare lo scroller in modalit&agrave; di precisione (a scatti) o iperveloce (scorrimento libero). </p>
    <p dir="ltr">Nella scheda <strong>Puntamento e scorrimento</strong>, selezionare <strong>A scatti</strong> o <strong>Scorrimento libero</strong> dal menu a discesa <strong>Modalit&agrave; scorrimento fissa</strong>.</p>
    <p dir="ltr"><img src="pands-ratchet.png" width="275" height="164" alt="a scatti"  />	<br />
    </p><p></p>
    <h3 dir="ltr"><strong>IMPORTANTE!</strong></h3>
    <p dir="ltr">&Egrave; possibile bloccare la modalit&agrave; dello scroller solo quando SmartShift &egrave; disabilitato <strong>e</strong> il cambio di modalit&agrave; non &egrave; assegnato ad alcun pulsante di MX Master.</p>
    <p dir="ltr"><strong>Per bloccare la modalit&agrave; di scorrimento</strong></p>
    <ul>
      <li>        Selezionare <strong>Disattivato</strong> dal menu a discesa <strong>SmartShift</strong>.      </li>
      <li>        Nella scheda <strong>Mouse</strong>, fare clic sul pulsante del cambio di modalit&agrave; evidenziato e selezionare un&rsquo;azione diversa dal cambio di modalit&agrave;. </li>
      
    </ul>
    <h3>Per ulteriori informazioni vedere la <a href="http://www.logitech.com/manual/MXMaster ">Guida completa di MX Master</a>.<br />
      
</h3>
    <p>&nbsp;</p>
    
  <!-- end .content --></div>
  <!-- end .container --></div>
</body></html>
