btn_back = "ΠΙΣΩ"
btn_next = "ΕΠΟΜΕΝΟ"
btn_done = "ΤΕΛΟΣ"

title0 = "ΚΑΝΤΕ ΕΝΑΛΛΑΓΗ ΜΕΤΑΞΥ ΤΩΝ ΚΑΡΤΕΛΩΝ"
desc0 = "Γυρίστε τον Επιλογέα για να κάνετε εναλλαγή μεταξύ των διαφόρων ανοιχτών καρτελών του προγράμματος περιήγησης"

title1 = "ΑΛΛΑΞΤΕ ΜΕΓΕΘΟΣ ΓΡΑΜΜΑΤΟΣΕΙΡΑΣ ΣΤΙΣ ΠΑΡΟΥΣΙΑΣΕΙΣ GOOGLE ΚΑΙ ΣΤΑ ΕΓΓΡΑΦΑ GOOGLE"
desc1 = "Επιλέξτε το κείμενο στο έγγραφό σας και γυρίστε τον Επιλογέα για να προσαρμόσετε το μέγεθος της γραμματοσειράς"

title2 = "ΑΛΛΑΞΤΕ ΤΟ ΜΕΓΕΘΟΣ ΤΩΝ ΕΙΚΟΝΩΝ ΣΤΙΣ ΠΑΡΟΥΣΙΑΣΕΙΣ GOOGLE ΚΑΙ ΣΤΑ ΕΓΓΡΑΦΑ GOOGLE"
desc2 = "Επιλέξτε μια εικόνα στο έγγραφό σας και γυρίστε τον Επιλογέα για να προσαρμόσετε το μέγεθός της"

