btn_back = "ΠΙΣΩ"
btn_next = "ΕΠΟΜΕΝΟ"
btn_done = "ΤΕΛΟΣ"

title0 = "ΑΛΛΑΞΤΕ ΤΟ ΜΕΓΕΘΟΣ ΤΗΣ ΓΡΑΜΜΑΤΟΣΕΙΡΑΣ"
desc0 = "Επιλέξτε ορισμένο κείμενο και γυρίστε τον Επιλογέα για να προσαρμόσετε το μέγεθος της γραμματοσειράς"

title1 = "ΑΛΛΑΞΤΕ ΤΟ ΔΙΑΣΤΙΧΟ ΤΗΣ ΓΡΑΜΜΑΤΟΣΕΙΡΑΣ"
desc1 = "Επιλέξτε ορισμένο κείμενο και γυρίστε τον Επιλογέα για να προσαρμόσετε το διάστιχο της γραμματοσειράς"

title2 = "ΑΛΛΑΞΤΕ ΤΟ ΜΕΓΕΘΟΣ ΤΩΝ ΕΙΚΟΝΩΝ"
desc2 = "Επιλέξτε μια εικόνα στο έγγραφό σας και γυρίστε τον Επιλογέα για να προσαρμόσετε το μέγεθός της"

title3 = "ΑΛΛΑΞΤΕ ΤΗΝ ΑΔΙΑΦΑΝΕΙΑ ΜΙΑΣ ΕΙΚΟΝΑΣ"
desc3 = "Πατήστε τον Επιλογέα και ορίστε την επιλογή αδιαφάνειας για να αλλάξετε αυτήν την τιμή"

