btn_back = "НАЗАД"
btn_next = "ДАЛЕЕ"
btn_done = "ГОТОВО"

title0 = "ИЗМЕНЕНИЕ РАЗМЕРА ШРИФТА"
desc0 = "Выделите текст и, поворачивая колесико-переключатель, настройте размер шрифта"

title1 = "ИЗМЕНЕНИЕ ИНТЕРЛИНЬЯЖА"
desc1 = "Выделите текст и, поворачивая колесико-переключатель, настройте интерлиньяж"

title2 = "ИЗМЕНЕНИЕ РАЗМЕРА ИЗОБРАЖЕНИЯ"
desc2 = "Выделите изображение в документе и, поворачивая колесико-переключатель, отрегулируйте его размер"

title3 = "ИЗМЕНЕНИЕ НЕПРОЗРАЧНОСТИ ИЗОБРАЖЕНИЯ"
desc3 = "Коснитесь колесика-переключателя и выберите параметр непрозрачности, чтобы изменить его значение"

