btn_back = "НАЗАД"
btn_next = "ДАЛЕЕ"
btn_done = "ГОТОВО"

title0 = "ИСПОЛЬЗУЙТЕ КОЛЕСИКО-ПЕРЕКЛЮЧАТЕЛЬ ДЛЯ РЕДАКТИРОВАНИЯ ФОТОГРАФИЙ"
desc0 = "Коснитесь колесика, чтобы выбрать инструмент,<br>и поворачивайте колесико для изменения значений соответствующего параметра"

title1 = "ВЫБЕРИТЕ ИНСТРУМЕНТ, С КОТОРЫМ ТРЕБУЕТСЯ РАБОТАТЬ"
desc1 = "Для перехода к предыдущему инструменту коснитесь колесика-переключателя, удерживая клавишу Shift"

title2 = "НАСТРОЙКА ФУНКЦИЙ КОЛЕСИКА-ПЕРЕКЛЮЧАТЕЛЯ"
desc2 = "Организуйте рабочий процесс максимально эффективно,<br>выбирая свои любимые инструменты в приложении Options"
