btn_back = "ΠΙΣΩ"
btn_next = "ΕΠΟΜΕΝΟ"
btn_done = "ΤΕΛΟΣ"

title0 = "ΧΡΗΣΙΜΟΠΟΙΗΣΤΕ ΤΟ CROWN ΓΙΑ ΝΑ ΕΠΕΞΕΡΓΑΣΤΕΙΤΕ ΤΗ ΦΩΤΟΓΡΑΦΙΑ ΣΑΣ"
desc0 = "Πατήστε το Crown για να επιλέξετε ένα εργαλείο<br>και γυρίστε το Crown για να αλλάξετε την τιμή του"

title1 = "ΕΠΙΛΕΞΤΕ ΤΟ ΕΡΓΑΛΕΙΟ ΠΟΥ ΘΕΛΕΤΕ ΝΑ ΠΡΟΣΑΡΜΟΣΕΤΕ"
desc1 = "Κρατήστε πατημένο το πλήκτρο shift και πατήστε το Crown για να μεταβείτε στο προηγούμενο εργαλείο"

title2 = "ΠΡΟΣΑΡΜΟΣΤΕ ΤΙΣ ΛΕΙΤΟΥΡΓΙΕΣ ΤΟΥ CROWN"
desc2 = "Επιλέξτε τα αγαπημένα σας εργαλεία στο Options<br>για να δημιουργήσετε την ιδανική ροή εργασίας"
