<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<div id="main-content-body">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>Ajuda do MX Master</title>
<link href="..\style-help-body.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div class="container">
  <div class="content"> 
    <h1>Gestos
    </h1>
    <p dir="ltr">Com os gestos, voc&ecirc; tem &agrave; sua disposi&ccedil;&atilde;o uma forma f&aacute;cil e intuitiva de interagir com o seu sistema operacional e seus aplicativos.</p>
    <p dir="ltr">Use os gestos para aumentar ou diminuir o zoom em documentos, navegar por p&aacute;ginas da Web, girar imagens e muito mais.</p>
    <p> O Logitech Options lhe d&aacute; acesso a diversos gestos que podem ser realizados com o mouse MX Master. </p>
    <h2>Ativar conjuntos de gestos
    </h2>
    <p dir="ltr">Abra a guia Mouse e clique no bot&atilde;o de gesto real&ccedil;ado.</p>
    <p>Quando o bot&atilde;o Gesto estiver selecionado na lista de bot&otilde;es ativos, o conjunto de gestos aparecer&aacute; &agrave; direita, juntamente com um guia visual do conjunto selecionado.    </p>
    <p dir="ltr"><img src="gesture-sets.gif" width="726" height="330" alt="conjuntos de gestos"  /></p>
    <p dir="ltr">Um conjunto selecionado continua ativo at&eacute; que outro conjunto seja selecionado.</p>
    <p dir="ltr"><strong>Nota: </strong>Os gestos permanecer&atilde;o indispon&iacute;veis se a a&ccedil;&atilde;o de gestos n&atilde;o estiver atribu&iacute;da. (O bot&atilde;o de gestos tamb&eacute;m pode ser atribu&iacute;do ao bot&atilde;o do polegar, bot&atilde;o do meio e bot&atilde;o de altern&acirc;ncia entre modos.)</p>
    <br />
  <h2 dir="ltr">Realizar gestos</h2>
    <p dir="ltr">Para realizar um gesto, mantenha o bot&atilde;o de gestos pressionado enquanto move o mouse para a direita, para a esquerda, para cima ou para baixo.</p>
    <p dir="ltr">Ao clicar no bot&atilde;o de gestos, &eacute; realizada uma a&ccedil;&atilde;o relacionada com os gestos ativos.<br />
    </p>
    <p><img src="../Images/gestures-action.jpg" width="500" height="498" alt="a&ccedil;&otilde;es"  /></p>
    <p dir="ltr"><br />
</p><p></p>
    <p dir="ltr"><br />
    </p>
    <h3>Para obter mais informa&ccedil;&otilde;es, consulte o <a href="http://www.logitech.com/manual/MXMaster ">Guia de imers&atilde;o do MX Master</a>.</h3><br />
    <p>&nbsp;</p>
  <!-- end .content --></div>
  <!-- end .container --></div>
</body></html>
