<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<div id="main-content-body">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>Ajuda do MX Master</title>
<link href="../style-help-body.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div class="container">
  <div class="content">
    <h1>Roda de rolagem que se adapta &agrave; velocidade</h1>
    <p dir="ltr">Se a fun&ccedil;&atilde;o SmartShift&trade; estiver ativada, a roda de rolagem que se adapta &agrave; velocidade alterna entre os dois modos de rolagem automaticamente, de acordo com o seu toque.</p>
    <ul>
      <li dir="ltr">        Modo clique-a-clique (catraca) - ideal para navega&ccedil;&atilde;o precisa por diferentes itens ou listas.      </li>
      <li dir="ltr">        Modo hiperveloz (rolagem livre) - ideal para percorrer rapidamente documentos grandes e p&aacute;ginas da Web.</li>
    </ul>
    
    <div dir="ltr">
      <table>
        <colgroup>
          <col width="188" />
          <col width="24" />
          <col width="283" />
          <col width="25" />
        </colgroup>
        <tr>
          <td width="191"><h4 align="left">Rode para alternar para<br />
            modo hiperveloz <br />
            (rolagem livre)</h4>
            </p>
            <img src="../Images/smart-shift-freespin.png" width="172" height="203" alt="Rolagem livre"  /><br />
            </p></td>
          <td width="191"><h4 align="left">Pare e rode lentamente <br />
            para ativar o modo clique-a-clique <br />
            (catraca)</h4>
            </p>
            <img src="../Images/smart-shift-ratchet.png" width="172" height="203" alt="Catraca"  /><br />
            </p></td>
        </tr>
      </table>
    </div>
    
    <h2>Ativar SmartShift
    </h2><p>Selecione <strong>Ativado</strong> no menu suspenso <strong>SmartShift </strong>na guia <strong>Apontar e rolar</strong>. <br />
     <img src="pands-enable.png" width="268" height="160" alt="Ativado"  /><br /></p>
    <p>Desative o SmartShift selecionando <strong>Desativado</strong> no menu suspenso <strong>SmartShift</strong>.    </p>
    <p>Quando o SmartShift est&aacute; desativado, girar ou parar a roda de rolagem n&atilde;o far&aacute; com que o modo atual de rolagem seja alterado.</p>
    <h2 dir="ltr">Alternar entre os modos manualmente</h2>
    <p dir="ltr">Quer o SmartShift esteja ativado ou desativado, voc&ecirc; pode alternar manualmente entre os modos pressionando o bot&atilde;o de altern&acirc;ncia de modos. </p>
    <p dir="ltr">Por padr&atilde;o, a altern&acirc;ncia entre modos pode ser realizada atrav&eacute;s do bot&atilde;o localizado na parte superior do mouse. (Verifique as atribui&ccedil;&otilde;es de bot&atilde;o na guia <strong>Mouse</strong>.)</p>
    <p><img src="../Images/smart-shift-modebutton.jpg" width="247" height="433" alt="altern&acirc;ncia entre modos"  /><br />
    </p>
    <h2 dir="ltr">Definir um modo fixo para a roda de rolagem</h2>
    <p dir="ltr">Se voc&ecirc; preferir usar apenas um modo, defina o modo da roda de rolagem como clique-a-clique (catraca) ou hiperveloz (rolagem livre). </p>
    <p dir="ltr">Na aba <strong>Apontar e rolar</strong>, selecione <strong>Catraca</strong> ou <strong>Rolagem livre</strong> no menu suspenso <strong>Modo fixo para a roda de rolagem</strong>.</p>
    <p dir="ltr"><img src="pands-ratchet.png" width="275" height="164" alt="catraca"  />	<br />
    </p><p></p>
    <h3 dir="ltr"><strong>IMPORTANTE!</strong></h3>
    <p dir="ltr">S&oacute; &eacute; poss&iacute;vel definir o modo da roda de rolagem quando o SmartShift estiver desativado <strong>e</strong> a altern&acirc;ncia entre modos n&atilde;o estiver atribu&iacute;da a nenhum bot&atilde;o do MX Master.</p>
    <p dir="ltr"><strong>Para ativar o modo fixo para a roda de rolagem</strong></p>
    <ul>
      <li>        Selecione <strong>Desativado</strong> no menu suspenso <strong>SmartShift</strong>.      </li>
      <li>        Na guia <strong>Mouse</strong>, clique no bot&atilde;o de altern&acirc;ncia de modos real&ccedil;ado e selecione uma a&ccedil;&atilde;o diferente de altern&acirc;ncia entre modos. </li>
      
    </ul>
    <h3>Para obter mais informa&ccedil;&otilde;es, consulte o <a href="http://www.logitech.com/manual/MXMaster ">Guia de imers&atilde;o do MX Master</a>.<br />
      
</h3>
    <p>&nbsp;</p>
    
  <!-- end .content --></div>
  <!-- end .container --></div>
</body></html>
