<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<div id="main-content-body">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>MX Master-Hilfe</title>
<link href="..\style-help-body.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div class="container">
  <div class="content"> 
    <h1>Gesten
    </h1>
    <p dir="ltr">Gesten sind eine intuitive, einfache M&ouml;glichkeit, um mit Ihrem Betriebssystem und Ihren Anwendungen zu interagieren.</p>
    <p dir="ltr">Verwenden Sie Gesten um Dokumente zu vergr&ouml;&szlig;ern, Webseiten zu durchsuchen, Bilder zu drehen und viele weitere Aktionen.</p>
    <p> Mit Logitech Options k&ouml;nnen Sie auf eine Vielzahl an Gesten zugreifen, die Sie mit der MX Master-Maus ausf&uuml;hren k&ouml;nnen. </p>
    <h2>Gestensets aktivieren
    </h2>
    <p dir="ltr">&Ouml;ffnen Sie die Registerkarte &quot;Maus&quot; und klicken Sie auf den markierten Gestenschalter.</p>
    <p>Wenn der Gestenschalter in der Liste von Tastenaktionen ausgew&auml;hlt ist, wird das Gestenset auf der rechten Seite zusammen mit einer visuellen Anleitung f&uuml;r das ausgew&auml;hlte Set angezeigt.    </p>
    <p dir="ltr"><img src="gesture-sets.gif" width="726" height="330" alt="Gestensets"  /></p>
    <p dir="ltr">Ein ausgew&auml;hltes Set bleibt aktiv, bis ein anderes ausgew&auml;hlt wird.</p>
    <p dir="ltr"><strong>Hinweis: </strong>Gesten sind nicht verf&uuml;gbar, wenn die Gestenaktion nicht zugewiesen ist. (Sie k&ouml;nnen auch der Daumentaste, der mittleren Taste und dem Modusschalter einen Gestenschalter zuweisen.)</p>
    <br />
  <h2 dir="ltr">Gesten ausf&uuml;hren</h2>
    <p dir="ltr">Um eine Geste auszuf&uuml;hren, bewegen Sie bei gedr&uuml;cktem Gestenschalter die Maus nach links, rechts, oben oder unten.</p>
    <p dir="ltr">Durch Dr&uuml;cken des gedr&uuml;ckten Gestenschalters wird eine mit den aktiven Gesten verkn&uuml;pfte Aktion ausgef&uuml;hrt.<br />
    </p>
    <p><img src="../Images/gestures-action.jpg" width="500" height="498" alt="Aktionen"  /></p>
    <p dir="ltr"><br />
</p><p></p>
    <p dir="ltr"><br />
    </p>
    <h3>Weitere Informationen finden Sie in der <a href="http://www.logitech.com/manual/MXMaster ">MX Master-Anleitung</a>.</h3><br />
    <p>&nbsp;</p>
  <!-- end .content --></div>
  <!-- end .container --></div>
</body></html>
