<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<div id="main-content-body">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>MX Master-Hilfe</title>
<link href="../style-help-body.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div class="container">
  <div class="content">
    <h1>Scrollrad mit automatischer Geschwindigkeitsanpassung</h1>
    <p dir="ltr">Wenn SmartShift&trade; aktiviert ist, wechselt das Scrollrad mit automatischer Geschwindigkeitsanpassung gem&auml;&szlig; Ihren Ber&uuml;hrungen automatisch zwischen zwei Scrollmodi.</p>
    <ul>
      <li dir="ltr">        Schrittweiser (Pr&auml;zisions-)Modus &ndash; ideal f&uuml;r pr&auml;zise Navigation durch Elemente und Listen.      </li>
      <li dir="ltr">        Hyperschneller Freilaufmodus &ndash; dank nahezu reibungsfreier Drehung k&ouml;nnen Sie gro&szlig;e Dokumente und Webseiten rasch &uuml;berfliegen.</li>
    </ul>
    
    <div dir="ltr">
      <table>
        <colgroup>
          <col width="188" />
          <col width="24" />
          <col width="283" />
          <col width="25" />
        </colgroup>
        <tr>
          <td width="191"><h4 align="left">Drehen, um in den<br />
            hyperschnellen (Freilauf-) <br />
            Modus zu wechseln</h4>
            </p>
            <img src="../Images/smart-shift-freespin.png" width="172" height="203" alt="Freilauf"  /><br />
            </p></td>
          <td width="191"><h4 align="left">Bremsen und langsam drehen, <br />
            um den schrittweisen <br />
            (Pr&auml;zisions-)Modus zu aktivieren</h4>
            </p>
            <img src="../Images/smart-shift-ratchet.png" width="172" height="203" alt="Pr&auml;zision"  /><br />
            </p></td>
        </tr>
      </table>
    </div>
    
    <h2>SmartShift aktivieren
    </h2><p>W&auml;hlen Sie <strong>Aktiviert</strong> aus dem Dropdown-Men&uuml; <strong>SmartShift</strong> in der Registerkarte <strong>Zeigen und scrollen</strong>. <br />
     <img src="pands-enable.png" width="268" height="160" alt="Aktiviert"  /><br /></p>
    <p>Sie k&ouml;nnen SmartShift ausschalten, indem Sie <strong>Deaktiviert</strong> aus dem Dopdown-Men&uuml; <strong>SmartShift</strong> w&auml;hlen.    </p>
    <p>Wenn SmartShift deaktiviert ist, hat ein Drehen oder Bremsen des Tastenrads keinen Einfluss auf den aktuellen Scrollmodus.</p>
    <h2 dir="ltr">Modi manuell wechseln</h2>
    <p dir="ltr">Unabh&auml;ngig davon, ob SmartShift aktiviert ist oder nicht, k&ouml;nnen Sie manuell zwischen den Modi umschalten, indem Sie den Modusschalter dr&uuml;cken. </p>
    <p dir="ltr">Standardm&auml;&szlig;ig, ist der Modusschalter der Taste auf der oberen Seite der Maus zugewiesen. (Die aktuellen Tastenzuweisungen k&ouml;nnen Sie auf der Registerkarte <strong>Maus</strong> &uuml;berpr&uuml;fen.)</p>
    <p><img src="../Images/smart-shift-modebutton.jpg" width="247" height="433" alt="Modusschalter"  /><br />
    </p>
    <h2 dir="ltr">Einen nicht ver&auml;nderbaren Scrollradmodus einstellen</h2>
    <p dir="ltr">Wenn Sie nur einen Modus verwenden m&ouml;chten, k&ouml;nnen Sie entweder den hyperschnellen (Freilauf-) oder schrittweisen (Pr&auml;zisions-)modus als nicht ver&auml;nderbaren Scrollradmodus einstellen. </p>
    <p dir="ltr">W&auml;hlen Sie auf der Registerkarte <strong>Zeigen und scrollen</strong> entweder <strong>Pr&auml;zision</strong> oder <strong>Freilauf</strong> aus dem Dropdown-Men&uuml; <strong>Nicht ver&auml;nderbarer Scrollradmodus</strong>.</p>
    <p dir="ltr"><img src="pands-ratchet.png" width="275" height="164" alt="Pr&auml;zision"  />	<br />
    </p><p></p>
    <h3 dir="ltr"><strong>WICHTIG!</strong></h3>
    <p dir="ltr">Sie k&ouml;nnen den Scrollradmodus nur als unver&auml;nderbar einstellen, wenn SmartShift deaktiviert ist <strong>und</strong> der Modusschalter keiner MX Master-Taste zugeordnet ist.</p>
    <p dir="ltr"><strong>So aktivieren Sie den nicht ver&auml;nderbaren Scrollradmodus</strong></p>
    <ul>
      <li>        W&auml;hlen Sie <strong>Deaktiviert</strong> aus dem Dropdown-Men&uuml; <strong>SmartShift</strong>.      </li>
      <li>        Klicken Sie auf der Registerkarte <strong>Maus</strong> auf den markierten Modusschalter und w&auml;hlen Sie daf&uuml;r eine andere Aktion als den Moduswechsel. </li>
      
    </ul>
    <h3>Weitere Informationen finden Sie in der <a href="http://www.logitech.com/manual/MXMaster ">MX Master-Anleitung</a>.<br />
      
</h3>
    <p>&nbsp;</p>
    
  <!-- end .content --></div>
  <!-- end .container --></div>
</body></html>
