btn_back = "ΠΙΣΩ"
btn_next = "ΕΠΟΜΕΝΟ"
btn_done = "ΤΕΛΟΣ"

title0 = "Ο ΕΠΙΛΟΓΕΑΣ ΕΙΝΑΙ ΠΟΛΥ ΕΥΑΙΣΘΗΤΟΣ"
desc0 = "Αγγίξτε τον Επιλογέα για να αποκτήσετε άμεσα πρόσβαση σε λειτουργίες βάσει περιεχομένου"

title1 = "Ο ΕΠΙΛΟΓΕΑΣ ΕΙΝΑΙ ΑΛΛΗΛΕΠΙΔΡΑΣΤΙΚΟΣ"
desc1 = "Γυρίστε τον Επιλογέα για να αλληλεπιδράσετε με μια επιλεγμένη λειτουργία"

title2 = "Ο ΕΠΙΛΟΓΕΑΣ ΛΕΙΤΟΥΡΓΕΙ ΜΕ ΒΑΣΗ ΤΟ ΠΕΡΙΕΧΟΜΕΝΟ"
desc2 = "Ο Επιλογέας προσαρμόζεται στην εφαρμογή που χρησιμοποιείτε και το εργαλείο που έχετε επιλέξει"

title3 = "Ο ΕΠΙΛΟΓΕΑΣ ΕΧΕΙ ΠΟΛΛΕΣ ΛΕΙΤΟΥΡΓΙΕΣ"
desc3 = "Πατήστε τον Επιλογέα για να αλλάξετε άμεσα λειτουργίες"
