btn_back = "НАЗАД"
btn_next = "ДАЛЕЕ"
btn_done = "ГОТОВО"

title0 = "КОЛЕСИКО-ПЕРЕКЛЮЧАТЕЛЬ ПОДДЕРЖИВАЕТ СЕНСОРНОЕ УПРАВЛЕНИЕ"
desc0 = "Коснитесь колесика-переключателя для быстрого доступа к контекстно-зависимым функциям"

title1 = "КОЛЕСИКО-ПЕРЕКЛЮЧАТЕЛЬ РАБОТАЕТ В ИНТЕРАКТИВНОМ РЕЖИМЕ"
desc1 = "Для работы с выбранной функцией поверните колесико-переключатель"

title2 = "КОЛЕСИКО-ПЕРЕКЛЮЧАТЕЛЬ ОБЕСПЕЧИВАЕТ ДОСТУП К ФУНКЦИЯМ В ЗАВИСИМОСТИ ОТ КОНТЕКСТА"
desc2 = "Колесико-переключатель адаптируется к используемому приложению и выбранному инструменту"

title3 = "У КОЛЕСИКА-ПЕРЕКЛЮЧАТЕЛЯ МНОЖЕСТВО ФУНКЦИЙ"
desc3 = "Коснитесь колесика-переключателя, чтобы быстро сменить функцию"
