btn_back = "НАЗАД"
btn_next = "ДАЛЕЕ"
btn_done = "ГОТОВО"

title0 = "ПЕРЕКЛЮЧЕНИЕ МЕЖДУ ВКЛАДКАМИ"
desc0 = "Поворачивайте колесико-переключатель для перехода между открытыми вкладками браузера"

title1 = "ИЗМЕНЕНИЕ РАЗМЕРА ШРИФТА В ПРИЛОЖЕНИЯХ GOOGLE ПРЕЗЕНТАЦИИ И GOOGLE ДОКУМЕНТЫ"
desc1 = "Выделите текст в документе и, поворачивая колесико-переключатель, настройте размер шрифта"

title2 = "ИЗМЕНЕНИЕ РАЗМЕРА ИЗОБРАЖЕНИЯ В ПРИЛОЖЕНИЯХ GOOGLE ПРЕЗЕНТАЦИИ И GOOGLE ДОКУМЕНТЫ"
desc2 = "Выделите изображение в документе и, поворачивая колесико-переключатель, отрегулируйте его размер"

