title0 = "ΑΝΑΚΑΛΥΨΤΕ ΤΟ DUOLINK"
desc0 = "Το DuoLink διευρύνει τη λειτουργικότητα του ποντικιού σας όταν πατάτε παρατεταμένα το πλήκτρο FN στο πληκτρολόγιο."

title1 = "ΧΡΗΣΗ ΚΙΝΗΣΕΩΝ ΠΟΝΤΙΚΙΟΥ"
desc1 = "Πατήστε παρατεταμένα το πλήκτρο FN στο πληκτρολόγιο και μετακινήστε το ποντίκι σας για να κάνετε προσαρμοσμένες ενέργειες."

title2 = "ΔΙΕΡΥΜΕΝΗ ΛΕΙΤΟΥΡΓΙΚΟΤΗΤΑ ΚΟΥΜΠΙΩΝ"
desc2 = "Προσδιορίστε τις διαφορετικές ενέργειες που θα ενεργοποιούνται όταν πατάτε παρατεταμένα το πλήκτρο FN και κάνετε κλικ σε ένα κουμπί του ποντικιού."


btn_back = "ΠΙΣΩ"
btn_next = "ΕΠΟΜΕΝΟ"
btn_done = "ΤΕΛΟΣ"