title0 = "ЗНАКОМСТВО С DUOLINK"
desc0 = "Технология DuoLink расширяет функциональность мыши. Дополнительные функции доступны при удержании клавиши FN на клавиатуре."

title1 = "ВЫПОЛНЕНИЕ ЖЕСТОВ С ПОМОЩЬЮ МЫШИ"
desc1 = "Удерживая нажатой клавишу FN на клавиатуре, перемещайте мышь для выполнения настраиваемых действий."

title2 = "НАЗНАЧЕНИЕ КНОПКАМ ДОПОЛНИТЕЛЬНЫХ ФУНКЦИЙ"
desc2 = "Задавайте различные действия, которые можно активировать одновременным нажатием клавиши FN и кнопки мыши."


btn_back = "НАЗАД"
btn_next = "ДАЛЕЕ"
btn_done = "ГОТОВО"