<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<div id="main-content-body">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>Ajuda do MX Master</title>
<link href="..\style-help-body.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div class="container">
  <div class="content"> 
    <h1>Gestos
    </h1>
    <p dir="ltr">Os gestos oferecem um modo intuitivo e f&aacute;cil para interagir com o seu sistema operativo e aplica&ccedil;&otilde;es.</p>
    <p dir="ltr">Utilize os gestos para ampliar o zoom nos documentos, navegar em p&aacute;ginas Web, rodar imagens e muito mais.</p>
    <p> O software Logitech Options permite o acesso a v&aacute;rios gestos que pode realizar com o rato MX Master. </p>
    <h2>Activar conjuntos de gestos
    </h2>
    <p dir="ltr">Abra o separador Rato e clique no bot&atilde;o de gestos real&ccedil;ado.</p>
    <p>Quando o bot&atilde;o de gestos estiver seleccionado na lista de ac&ccedil;&otilde;es do bot&atilde;o, os conjuntos de gestos aparecem &agrave; direita juntamente com um guia visual do conjunto seleccionado.    </p>
    <p dir="ltr"><img src="gesture-sets.gif" width="726" height="330" alt="conjuntos de gestos"  /></p>
    <p dir="ltr">Um conjunto seleccionado permanece activo at&eacute; que seleccione outro conjunto.</p>
    <p dir="ltr"><strong>Nota: </strong>Os gestos est&atilde;o indispon&iacute;veis se a ac&ccedil;&atilde;o do gesto n&atilde;o estiver atribu&iacute;da. (Tamb&eacute;m pode atribuir o bot&atilde;o de gestos ao bot&atilde;o do polegar, bot&atilde;o central e bot&atilde;o de mudan&ccedil;a de modo.)</p>
    <br />
  <h2 dir="ltr">Efectuar gestos</h2>
    <p dir="ltr">Para efectuar um gesto, mantenha premido o bot&atilde;o de gestos enquanto desloca o rato para a esquerda, para a direita, para cima ou para baixo.</p>
    <p dir="ltr">Se clicar no bot&atilde;o de gestos, efectuar&aacute; a ac&ccedil;&atilde;o relacionada com os gestos activos.<br />
    </p>
    <p><img src="../Images/gestures-action.jpg" width="500" height="498" alt="ac&ccedil;&otilde;es"  /></p>
    <p dir="ltr"><br />
</p><p></p>
    <p dir="ltr"><br />
    </p>
    <h3>Para obter mais informa&ccedil;&otilde;es, consulte o <a href="http://www.logitech.com/manual/MXMaster ">Guia de Imers&atilde;o do MX Master</a>.</h3><br />
    <p>&nbsp;</p>
  <!-- end .content --></div>
  <!-- end .container --></div>
</body></html>
