<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<div id="main-content-body">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>Ajuda do MX Master</title>
<link href="../style-help-body.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div class="container">
  <div class="content">
    <h1>Roda de deslocamento adaptada &agrave; velocidade</h1>
    <p dir="ltr">Caso o SmartShift&trade; esteja activado, a roda de deslocamento adaptada &agrave; velocidade alterna automaticamente entre dois modos de deslocamento, em resposta ao toque.</p>
    <ul>
      <li dir="ltr">        Modo clique a clique (trinco) &ndash; ideal para uma navega&ccedil;&atilde;o precisa em itens e listas.      </li>
      <li dir="ltr">        Modo hiper-r&aacute;pido (roda livre) &ndash; a rota&ccedil;&atilde;o praticamente sem fric&ccedil;&atilde;o permite voar em p&aacute;ginas Web e documentos longos.</li>
    </ul>
    
    <div dir="ltr">
      <table>
        <colgroup>
          <col width="188" />
          <col width="24" />
          <col width="283" />
          <col width="25" />
        </colgroup>
        <tr>
          <td width="191"><h4 align="left">Rode para mudar para<br />
            o modo hiper-r&aacute;pido <br />
            (roda livre)</h4>
            </p>
            <img src="../Images/smart-shift-freespin.png" width="172" height="203" alt="Roda livre"  /><br />
            </p></td>
          <td width="191"><h4 align="left">Pare e rode lentamente <br />
            para activar o modo clique a clique <br />
            (trinco)</h4>
            </p>
            <img src="../Images/smart-shift-ratchet.png" width="172" height="203" alt="Trinco"  /><br />
            </p></td>
        </tr>
      </table>
    </div>
    
    <h2>Activar o SmartShift
    </h2><p>Seleccione <strong>Activado</strong> no menu pendente <strong>SmartShift </strong>no separador <strong>Apontar e deslocar</strong>. <br />
     <img src="pands-enable.png" width="268" height="160" alt="Activado"  /><br /></p>
    <p>Desactive o SmartShift ao seleccionar <strong>Desactivado</strong> no menu pendente <strong>SmartShift</strong>.    </p>
    <p>Quando o SmartShift est&aacute; desactivado, rodar ou parar a roda de deslocamento n&atilde;o tem qualquer efeito sobre o modo de deslocamento actual.</p>
    <h2 dir="ltr">Mudar de modo manualmente</h2>
    <p dir="ltr">Quer o SmartShift esteja activado ou desactivado, pode mudar de modo premindo o bot&atilde;o de mudan&ccedil;a de modo. </p>
    <p dir="ltr">Por predefini&ccedil;&atilde;o, a mudan&ccedil;a de modo est&aacute; atribu&iacute;da ao bot&atilde;o na parte superior do rato. (Verifique as atribui&ccedil;&otilde;es de bot&otilde;es actuais no separador <strong>Rato</strong>.)</p>
    <p><img src="../Images/smart-shift-modebutton.jpg" width="247" height="433" alt="mudan&ccedil;a de modo"  /><br />
    </p>
    <h2 dir="ltr">Definir um modo de roda de deslocamento fixo</h2>
    <p dir="ltr">Se preferir utilizar apenas um modo, pode fixar a roda de deslocamento no modo clique a clique (trinco) ou hiper-r&aacute;pido (roda livre). </p>
    <p dir="ltr">No separador <strong>Apontar e deslocar</strong>, seleccione<strong>Trinco</strong> ou <strong>Roda livre </strong>no menu pendente <strong>Modo de roda de deslocamento fixo</strong>.</p>
    <p dir="ltr"><img src="pands-ratchet.png" width="275" height="164" alt="trinco"  />	<br />
    </p><p></p>
    <h3 dir="ltr"><strong>IMPORTANTE!</strong></h3>
    <p dir="ltr">Pode fixar o modo da roda de deslocamento apenas se o SmartShift estiver desactivado <strong>e</strong> a mudan&ccedil;a de modo n&atilde;o estiver atribu&iacute;da a qualquer bot&atilde;o do MX Master.</p>
    <p dir="ltr"><strong>Para activar o modo de roda de deslocamento fixo</strong></p>
    <ul>
      <li>        Seleccione <strong>Desactivado</strong> no menu pendente <strong>SmartShift</strong>.      </li>
      <li>        No separador <strong>Rato</strong>, clique no bot&atilde;o de mudan&ccedil;a de modo real&ccedil;ado e seleccione uma ac&ccedil;&atilde;o diferente da mudan&ccedil;a de modo. </li>
      
    </ul>
    <h3>Para obter mais informa&ccedil;&otilde;es, consulte o <a href="http://www.logitech.com/manual/MXMaster ">Guia de Imers&atilde;o do MX Master</a>.<br />
      
</h3>
    <p>&nbsp;</p>
    
  <!-- end .content --></div>
  <!-- end .container --></div>
</body></html>
