title0 = "ЗАГРУЗИТЕ И УСТАНОВИТЕ ПРОГРАММУ OPTIONS"
desc0 = "Убедитесь, что на ваших компьютерах установлено ПО %LogiBrand% Options"

title1 = "УСТАНОВИТЕ СОПРЯЖЕНИЕ МЫШИ С КОМПЬЮТЕРАМИ"
desc1 = "Убедитесь, что мышь подключена к компьютерам с помощью приемника Unifying или по Bluetooth"

title2 = "ПОДКЛЮЧИТЕ КОМПЬЮТЕРЫ К ОДНОЙ СЕТИ"
desc2 = "Убедитесь, что все компьютеры подключены к одной беспроводной или проводной сети"

title3 = "ВЫБЕРИТЕ КАНАЛ"
desc3 = "Нажмите кнопку Easy-Switch, чтобы выбрать канал<br>для нового компьютера"

title4 = "ПЕРЕЙТИ В РЕЖИМ СОПРЯЖЕНИЯ"
desc4 = "Нажмите и удерживайте кнопку Easy-Switch в течение 3 секунд, чтобы включить режим сопряжения<br>Светодиодный индикатор начнет мигать, когда режим сопряжения станет активным"

title5 = "УСТАНОВИТЕ СОПРЯЖЕНИЕ МЫШИ С ПОМОЩЬЮ ПО %LOGIBRAND% OPTIONS"
desc5 = "Откройте %LogiBrand% Options, нажмите кнопку «Добавить устройства»<br>и выполните действия для завершения сопряжения"

error0 = "ЗАГРУЗИТЕ И УСТАНОВИТЕ ПО %LOGIBRAND% OPTIONS"
error1 = "УСТАНОВИТЕ СОПРЯЖЕНИЕ МЫШИ С ДРУГИМИ КОМПЬЮТЕРАМИ"
error2 = "ПОДКЛЮЧИТЕ КОМПЬЮТЕРЫ К ОДНОЙ СЕТИ"
error3 = "ВКЛЮЧИТЕ %LOGIBRAND% FLOW НА ВСЕХ КОМПЬЮТЕРАХ"

link_howToPair = "Как выполнить сопряжение мыши с другим компьютером"
link_website = "%logiwebsite%"

btn_cancel = "ОТМЕНА"
btn_retry = "ПОВТОРИТЬ ПОПЫТКУ"
btn_continue = "ПРОДОЛЖИТЬ"
btn_enableFlow = "ВКЛЮЧИТЕ FLOW"
btn_howTo = "ИНСТРУКЦИИ ПО НАСТРОЙКЕ"

btn_back = "НАЗАД"
btn_next = "ДАЛЕЕ"
btn_done = "ГОТОВО"