title0 = "ΚΑΤΕΒΑΣΤΕ ΚΑΙ ΕΓΚΑΤΑΣΤΗΣΤΕ ΤΟ OPTIONS"
desc0 = "Βεβαιωθείτε ότι το %LogiBrand% Options είναι εγκατεστημένο στους υπολογιστές σας"

title1 = "ΑΝΤΙΣΤΟΙΧΙΣΤΕ ΤΟ ΠΟΝΤΙΚΙ ΜΕ ΤΟΥΣ ΥΠΟΛΟΓΙΣΤΕΣ ΣΑΣ"
desc1 = "Βεβαιωθείτε ότι το ποντίκι σας είναι συνδεδεμένο στους υπολογιστές σας είτε μέσω του δέκτη Unifying είτε μέσω Bluetooth"

title2 = "ΣΥΝΔΕΣΤΕ ΤΟΥΣ ΥΠΟΛΟΓΙΣΤΕΣ ΣΤΟ ΙΔΙΟ ΔΙΚΤΥΟ"
desc2 = "Βεβαιωθείτε ότι οι υπολογιστές είναι συνδεδεμένοι στο ίδιο ενσύρματο ή ασύρματο δίκτυο"

title3 = "ΕΠΙΛΕΞΤΕ ΚΑΝΑΛΙ"
desc3 = "Πιέστε το κουμπί Easy-Switch για να επιλέξετε ένα κανάλι<br>το οποίο θα συσχετιστεί με αυτόν το νέο υπολογιστή"

title4 = "ΕΙΣΕΛΘΕΤΕ ΣΕ ΛΕΙΤΟΥΡΓΙΑ ΑΝΤΙΣΤΟΙΧΙΣΗΣ"
desc4 = "Πιέστε παρατεταμένα το κουμπί Easy-Switch για 3 δευτερόλεπτα για να εισέλθετε στη λειτουργία αντιστοίχισης<br>Η ενδεικτική λυχνία LED θα αρχίσει να αναβοσβήνει μόλις ενεργοποιηθεί η λειτουργία αντιστοίχισης"

title5 = "ΑΝΤΙΣΤΟΙΧΙΣΤΕ ΤΟ ΠΟΝΤΙΚΙ ΣΑΣ ΑΠΟ ΤΟ %LOGIBRAND% OPTIONS"
desc5 = "Ανοίξτε το %LogiBrand% Options, κάντε κλικ στο κουμπί \"Προσθήκη συσκευών\"<br>και ακολουθήστε τα βήματα για να ολοκληρώσετε τη διαδικασία αντιστοίχισης"

error0 = "ΚΑΤΕΒΑΣΤΕ ΚΑΙ ΕΓΚΑΤΑΣΤΗΣΤΕ ΤΟ %LOGIBRAND% OPTIONS"
error1 = "ΑΝΤΙΣΤΟΙΧΙΣΤΕ ΤΟ ΠΟΝΤΙΚΙ ΣΑΣ ΜΕ ΤΟΥΣ ΑΛΛΟΥΣ ΥΠΟΛΟΓΙΣΤΕΣ"
error2 = "ΣΥΝΔΕΣΤΕ ΤΟΥΣ ΥΠΟΛΟΓΙΣΤΕΣ ΣΑΣ ΣΤΟ ΙΔΙΟ ΔΙΚΤΥΟ"
error3 = "ΕΝΕΡΓΟΠΟΙΗΣΤΕ ΤΟ %LOGIBRAND% FLOW ΣΕ ΟΛΟΥΣ ΤΟΥΣ ΥΠΟΛΟΓΙΣΤΕΣ"

link_howToPair = "Πώς να αντιστοιχίσετε το ποντίκι σας με άλλον υπολογιστή"
link_website = "%logiwebsite%"

btn_cancel = "ΑΚΥΡΟ"
btn_retry = "ΕΠΑΝΑΛΗΨΗ"
btn_continue = "ΣΥΝΕΧΕΙΑ"
btn_enableFlow = "ΕΝΕΡΓΟΠΟΙΗΣΤΕ ΤΟ FLOW"
btn_howTo = "ΤΡΟΠΟΣ ΡΥΘΜΙΣΗΣ"

btn_back = "ΠΙΣΩ"
btn_next = "ΕΠΟΜΕΝΟ"
btn_done = "ΤΕΛΟΣ"