btn_back = "НАЗАД"
btn_next = "ДАЛЕЕ"
btn_done = "ГОТОВО"

title0 = "ФУНКЦИЯ КОЛЕСИКА-ПЕРЕКЛЮЧАТЕЛЯ ЗАВИСИТ ОТ ВЫБРАННОГО ИНСТРУМЕНТА"
desc0 = "Выберите инструмент и коснитесь колесика-переключателя, чтобы увидеть связанные параметры"

title1 = "ПОВЕРНИТЕ КОЛЕСИКО-ПЕРЕКЛЮЧАТЕЛЬ, ЧТОБЫ ИЗМЕНИТЬ ЗНАЧЕНИЕ ПАРАМЕТРА"
desc1 = "Поверните колесико-переключатель, чтобы настроить значение первого выбранного параметра"

title2 = "КОСНИТЕСЬ КОЛЕСИКА-ПЕРЕКЛЮЧАТЕЛЯ, ЧТОБЫ АКТИВИРОВАТЬ СЛЕДУЮЩИЙ ПАРАМЕТР"
desc2 = "Если при наложении отображается несколько параметров, коснитесь колесика-переключателя, чтобы выбрать следующий "
