btn_back = "ΠΙΣΩ"
btn_next = "ΕΠΟΜΕΝΟ"
btn_done = "ΤΕΛΟΣ"

title0 = "Η ΛΕΙΤΟΥΡΓΙΑ ΤΟΥ ΕΠΙΛΟΓΕΑ ΕΞΑΡΤΑΤΑΙ ΑΠΟ ΤΟ ΕΡΓΑΛΕΙΟ ΠΟΥ ΕΧΕΤΕ ΕΠΙΛΕΞΕΙ"
desc0 = "Επιλέξτε ένα εργαλείο και αγγίξτε τον Επιλογέα για να δείτε τις αντίστοιχες επιλογές"

title1 = "ΓΥΡΙΣΤΕ ΤΟΝ ΕΠΙΛΟΓΕΑ ΓΙΑ ΝΑ ΑΛΛΑΞΕΤΕ ΤΗΝ ΤΙΜΗ ΤΗΣ ΕΠΙΛΟΓΗΣ"
desc1 = "Γυρίστε τον Επιλογέα για να προσαρμόσετε την τιμή της πρώτης ορισμένης επιλογής"

title2 = "ΠΑΤΗΣΤΕ ΤΟΝ ΕΠΙΛΟΓΕΑ ΓΙΑ ΝΑ ΕΝΕΡΓΟΠΟΙΗΣΕΤΕ ΤΗΝ ΕΠΟΜΕΝΗ ΕΠΙΛΟΓΗ"
desc2 = "Όταν η επικάλυψη εμφανίζει πολλές επιλογές, πατήστε τον Επιλογέα για να επιλέξετε την επόμενη "
