btn_back = "ΠΙΣΩ"
btn_next = "ΕΠΟΜΕΝΟ"
btn_done = "ΤΕΛΟΣ"

title0 = "ΑΛΛΑΞΤΕ ΤΟ ΣΤΥΛ ΤΗΣ ΔΙΑΦΑΝΕΙΑΣ"
desc0 = "Επιλέξτε τη διαφάνεια και γυρίστε τον Επιλογέα για να αλλάξετε το στυλ της"

title1 = "ΑΛΛΑΞΤΕ ΤΟ ΜΕΓΕΘΟΣ ΤΗΣ ΓΡΑΜΜΑΤΟΣΕΙΡΑΣ"
desc1 = "Επιλέξτε το κείμενο στη διαφάνεια και γυρίστε τον Επιλογέα για να προσαρμόσετε το μέγεθος της γραμματοσειράς"

title2 = "ΑΛΛΑΞΤΕ ΤΟ ΜΕΓΕΘΟΣ ΤΟΥ ΑΝΤΙΚΕΙΜΕΝΟΥ"
desc2 = "Επιλέξτε ένα αντικείμενο στη διαφάνεια και γυρίστε τον Επιλογέα για να προσαρμόσετε το μέγεθός του"

