<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<div id="main-content-body">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>Aide de la souris MX&nbsp;Master</title>
<link href="..\style-help-body.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div class="container">
  <div class="content"> 
    <h1>Gestes
    </h1>
    <p dir="ltr">Les gestes permettent d'interagir facilement avec votre syst&egrave;me d'exploitation et vos applications en toute intuitivit&eacute;.</p>
    <p dir="ltr">Utilisez les gestes pour effectuer des zooms avant dans les documents, parcourir les pages Web, faire pivoter les images et bien plus encore.</p>
    <p> Logitech Options vous donne acc&egrave;s &agrave; une large gamme de gestes &agrave; effectuer avec la souris MX&nbsp;Master. </p>
    <h2>Activation d'ensembles de gestes
    </h2>
    <p dir="ltr">Ouvrez l'onglet Souris et cliquez sur le bouton de gestes mis en &eacute;vidence.</p>
    <p>Une fois le bouton de gestes de la souris s&eacute;lectionn&eacute; dans la liste des op&eacute;rations associ&eacute;es aux boutons, les ensembles de gestes s'affichent sur la droite avec une aide visuelle associ&eacute;e &agrave; l'ensemble s&eacute;lectionn&eacute;.    </p>
    <p dir="ltr"><img src="gesture-sets.gif" width="726" height="330" alt="ensembles de gestes"  /></p>
    <p dir="ltr">L'ensemble s&eacute;lectionn&eacute; reste actif jusqu'&agrave; la s&eacute;lection d'un autre ensemble.</p>
    <p dir="ltr"><strong>Remarque: </strong>les gestes ne sont pas disponibles lorsqu'une action n'est pas affect&eacute;e. Vous pouvez &eacute;galement affecter le bouton de gestes de la souris au bouton actionn&eacute; par le pouce, au bouton central et au bouton d'alternance.</p>
    <br />
  <h2 dir="ltr">R&eacute;alisation de gestes</h2>
    <p dir="ltr">Pour effectuer un geste, maintenez enfonc&eacute; le bouton de gestes de la souris tout en d&eacute;pla&ccedil;ant la souris &agrave; gauche, &agrave; droite, vers le haut ou vers le bas.</p>
    <p dir="ltr">Un simple clic sur le bouton de gestes de la souris permet d'effectuer une action associ&eacute;e aux gestes actifs.<br />
    </p>
    <p><img src="../Images/gestures-action.jpg" width="500" height="498" alt="actions"  /></p>
    <p dir="ltr"><br />
</p><p></p>
    <p dir="ltr"><br />
    </p>
    <h3>Pour plus d'informations, consultez le <a href="http://www.logitech.com/manual/MXMaster ">guide d'immersion MX Master</a>.</h3><br />
    <p>&nbsp;</p>
  <!-- end .content --></div>
  <!-- end .container --></div>
</body></html>
