<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<div id="main-content-body">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>Aide de la souris MX&nbsp;Master</title>
<link href="../style-help-body.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div class="container">
  <div class="content">
    <h1>Roulette de d&eacute;filement qui s'adapte &agrave; la vitesse</h1>
    <p dir="ltr">Si SmartShift&trade; est activ&eacute;, la roulette de d&eacute;filement qui s'adapte &agrave; la vitesse bascule automatiquement d'un mode &agrave; l'autre, selon la pression appliqu&eacute;e.</p>
    <ul>
      <li dir="ltr">        Mode par paliers (crant&eacute;): id&eacute;al pour parcourir des &eacute;l&eacute;ments et des listes avec pr&eacute;cision.      </li>
      <li dir="ltr">        Mode ultra-rapide (rotation libre): rotation avec friction minimale qui vous permet de parcourir de longs documents et des pages Web.</li>
    </ul>
    
    <div dir="ltr">
      <table>
        <colgroup>
          <col width="188" />
          <col width="24" />
          <col width="283" />
          <col width="25" />
        </colgroup>
        <tr>
          <td width="191"><h4 align="left">Faites tourner la roulette pour basculer en<br />
            mode ultra-rapide <br />
            (rotation libre)</h4>
            </p>
            <img src="../Images/smart-shift-freespin.png" width="172" height="203" alt="Rotation libre"  /><br />
            </p></td>
          <td width="191"><h4 align="left">Freinez la roulette et faites-la tourner lentement <br />
            pour enclencher le mode <br />
            par paliers (crant&eacute;)</h4>
            </p>
            <img src="../Images/smart-shift-ratchet.png" width="172" height="203" alt="Crant&eacute;"  /><br />
            </p></td>
        </tr>
      </table>
    </div>
    
    <h2>Activer SmartShift
    </h2><p>S&eacute;lectionnez <strong>Activ&eacute;</strong> depuis le menu d&eacute;roulant <strong>SmartShift</strong> situ&eacute; dans l'onglet <strong>Pointer et faire d&eacute;filer</strong>. <br />
     <img src="pands-enable.png" width="268" height="160" alt="Activ&eacute;"  /><br /></p>
    <p>D&eacute;sactivez SmartShift en s&eacute;lectionnant <strong>D&eacute;sactiv&eacute;</strong> depuis le menu d&eacute;roulant <strong>SmartShift</strong>.    </p>
    <p>Lorsque SmartShift est d&eacute;sactiv&eacute;, la rotation ou le freinage de la roulette de d&eacute;filement n'ont aucun effet sur le mode de d&eacute;filement actuel.</p>
    <h2 dir="ltr">Changement manuel de mode</h2>
    <p dir="ltr">Que SmartShift soit activ&eacute; ou non, vous avez la possibilit&eacute; de changer manuellement de mode en appuyant sur le bouton d'alternance. </p>
    <p dir="ltr">Par d&eacute;faut, le changement de mode est affect&eacute; au bouton situ&eacute; au-dessus de la souris. (V&eacute;rifiez les affectations de bouton depuis l'onglet <strong>Souris</strong>.)</p>
    <p><img src="../Images/smart-shift-modebutton.jpg" width="247" height="433" alt="alternance"  /><br />
    </p>
    <h2 dir="ltr">D&eacute;finition d'un mode fixe de roulette de d&eacute;filement</h2>
    <p dir="ltr">Si vous pr&eacute;f&eacute;rez n'utiliser qu'un seul mode, vous pouvez fixer la roulette de d&eacute;filement sur le mode par paliers (crant&eacute;) ou ultra-rapide (rotation libre). </p>
    <p dir="ltr">Dans l'onglet <strong>Pointer et faire d&eacute;filer</strong>, s&eacute;lectionnez <strong>Crant&eacute;</strong> ou <strong>Rotation libre</strong> depuis le menu d&eacute;roulant <strong>Mode fixe de roulette de d&eacute;filement</strong>.</p>
    <p dir="ltr"><img src="pands-ratchet.png" width="275" height="164" alt="crant&eacute;"  />	<br />
    </p><p></p>
    <h3 dir="ltr"><strong>IMPORTANT!</strong></h3>
    <p dir="ltr">Le mode fixe que vous s&eacute;lectionnez est disponible uniquement lorsque SmartShift est d&eacute;sactiv&eacute; <strong>et</strong> lorsque l'alternance n'est affect&eacute;e &agrave; aucun bouton MX&nbsp;Master.</p>
    <p dir="ltr"><strong>Pour activer le mode fixe de roulette de d&eacute;filement</strong></p>
    <ul>
      <li>        S&eacute;lectionnez <strong>D&eacute;sactiv&eacute;</strong> depuis le menu d&eacute;roulant <strong>SmartShift</strong>.      </li>
      <li>        Dans l'onglet <strong>Souris</strong>, cliquez sur le bouton d'alternance mis en &eacute;vidence et s&eacute;lectionnez une autre action que l'alternance. </li>
      
    </ul>
    <h3>Pour plus d'informations, consultez le <a href="http://www.logitech.com/manual/MXMaster ">guide d'immersion MX Master</a>.<br />
      
</h3>
    <p>&nbsp;</p>
    
  <!-- end .content --></div>
  <!-- end .container --></div>
</body></html>
